---
type: ColorBackgroundSettings
namespace: Autodesk.Revit.DB
version: 2024
members: 1
tags: [revit-api, class]
---

# ColorBackgroundSettings

`Autodesk.Revit.DB.ColorBackgroundSettings` · Revit 2024 · 1 members

| Kind | Member | Since | Signature |
| --- | --- | --- | --- |
| Property | Color | 2013 | `public Color Color { get ; set ; }` |